[{"id":1226578,"title":"Longlegs","original_language":"en","overview":"FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes an unexpected turn, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again.","release_date":"2024-07-10","vote_average":6.6,"vote_count":527},{"id":1245708,"title":"Crescent City","original_language":"en","overview":"When a ruthless serial killer terrorizes a small Southern town, everyone becomes a suspect -- including local authorities. As the body count rises and the dark mystery deepens, the chief detective becomes haunted by the horrors of his past.","release_date":"2024-08-16","vote_average":6.048,"vote_count":31},{"id":945961,"title":"Alien: Romulus","original_language":"en","overview":"While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.","release_date":"2024-08-13","vote_average":7.2,"vote_count":736},{"id":762441,"title":"A Quiet Place: Day One","original_language":"en","overview":"As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat.","release_date":"2024-06-26","vote_average":6.848,"vote_count":1549},{"id":1024721,"title":"Monolith","original_language":"en","overview":"A desperate young journalist turns to podcasting to salvage her career, but her rush to make headlines leads her to an alien conspiracy.","release_date":"2023-10-26","vote_average":5.664,"vote_count":73},{"id":36239,"title":"Slaughtered Vomit Dolls","original_language":"en","overview":"The gruesome tapestry of psychological manifestations of a nineteen year old bulimic runaway stripper-turned prostitute as she descends into a hellish pit of satanic nightmares and hallucinations.","release_date":"2006-02-14","vote_average":4.152,"vote_count":99},{"id":1216191,"title":"Oddity","original_language":"en","overview":"After the brutal murder of her twin sister, Darcy goes after those responsible by using haunted items as her tools for revenge.","release_date":"2024-07-19","vote_average":6.747,"vote_count":97},{"id":4513,"title":"30 Days of Night","original_language":"en","overview":"This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction.","release_date":"2007-10-17","vote_average":6.418,"vote_count":2700},{"id":804616,"title":"Something in the Water","original_language":"en","overview":"A group of five friends must fight for their lives in open water after a dream wedding turns into a nightmare.","release_date":"2024-03-22","vote_average":6.1,"vote_count":128},{"id":1225377,"title":"The Mouse Trap","original_language":"en","overview":"It's Alex's 21st Birthday, but she's stuck at the amusement arcade on a late shift so her friends decide to surprise her, but a masked killer dressed as Mickey Mouse decides to play a game of his own with them which she must survive.","release_date":"2024-08-23","vote_average":5.1,"vote_count":19},{"id":1080249,"title":"Place of Bones","original_language":"en","overview":"On a remote ranch, a mother and her daughter fight for survival when a wounded outlaw seeking refuge brings a notorious bank robber and his ruthless gang, all desperate to reclaim a stolen fortune, right to their doorstep.","release_date":"2024-08-23","vote_average":4.7,"vote_count":5},{"id":348,"title":"Alien","original_language":"en","overview":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.","release_date":"1979-05-25","vote_average":8.154,"vote_count":14395},{"id":1154864,"title":"Cursed","original_language":"es","overview":"The lives of six girls belong to different worlds although connected to each other through a doll called Molly, whose existence dates back to 1976, when she appeared among the rubble of the great fire of the San Carlos orphanage, in northern Spain","release_date":"2023-10-20","vote_average":5.778,"vote_count":9},{"id":917496,"title":"Beetlejuice Beetlejuice","original_language":"en","overview":"After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Beetlejuice, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife.","release_date":"2024-09-04","vote_average":6.2,"vote_count":6},{"id":646683,"title":"The Exorcism","original_language":"en","overview":"A troubled actor begins to unravel while shooting a supernatural horror film, leading his estranged daughter to wonder if he's slipping back into his past addictions or if there's something more sinister at play.","release_date":"2024-05-30","vote_average":4.6,"vote_count":130},{"id":976830,"title":"The Deep Dark","original_language":"fr","overview":"1956, in the north of France. A group of underground miners is forced to take a professor to take samples a thousand meters underground. After a landslide that prevents them from going back up, they discover a crypt from another time, and unknowingly awaken a legendary bloodthirsty creature.","release_date":"2023-11-15","vote_average":5.508,"vote_count":59},{"id":1139106,"title":"We Are Zombies","original_language":"en","overview":"In a city infested with the LIVING-IMPAIRED aka non-cannibal zombies - three slackers after easy money must fight small-time crooks and an evil megacorporation to save their kidnapped grandma.","release_date":"2024-07-17","vote_average":5.833,"vote_count":18},{"id":1001311,"title":"Under Paris","original_language":"fr","overview":"In order to save Paris from an international bloodbath, a grieving scientist is forced to face her tragic past when a giant shark appears in the Seine.","release_date":"2024-06-04","vote_average":6.036,"vote_count":1072},{"id":1300962,"title":"The Beast Within","original_language":"en","overview":"Ten-year-old Willow follows her parents on one of their secret late-night treks to the heart of an ancient forest. After witnessing her father undergo a terrible transformation, she too becomes ensnared by the dark ancestral secret that they've so desperately tried to conceal.","release_date":"2024-07-22","vote_average":5.738,"vote_count":42},{"id":1174618,"title":"Alice in Terrorland","original_language":"en","overview":"A recently bereaved teenage girl goes to live with her aunt in a secluded woodland house, unaware that sinister forces lurk within.","release_date":"2023-12-26","vote_average":5.959,"vote_count":135},{"id":852432,"title":"The Tower","original_language":"fr","overview":"In the heart of a city, the inhabitants of a tower wake up one morning to find that their building is shrouded in an opaque fog, obstructing doors and windows - a strange dark matter that devours anything that tries to pass through it. Trapped, the residents try to organize themselves, but to ensure their survival they gradually succumb to their most primitive instincts, until they sink into horror...","release_date":"2023-02-08","vote_average":4.568,"vote_count":88},{"id":1023922,"title":"MaXXXine","original_language":"en","overview":"In 1980s Hollywood, adult film star and aspiring actress Maxine Minx finally gets her big break. But as a mysterious killer stalks the starlets of Hollywood, a trail of blood threatens to reveal her sinister past.","release_date":"2024-07-04","vote_average":6.441,"vote_count":423},{"id":938614,"title":"Late Night with the Devil","original_language":"en","overview":"A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation's living rooms.","release_date":"2024-03-19","vote_average":7.319,"vote_count":740},{"id":126889,"title":"Alien: Covenant","original_language":"en","overview":"The crew of the colony ship Covenant, bound for a remote planet on the far side of the galaxy, discovers what they think is an uncharted paradise but is actually a dark, dangerous world.","release_date":"2017-05-09","vote_average":6.133,"vote_count":8420},{"id":1086747,"title":"The Watchers","original_language":"en","overview":"A young artist gets stranded in an extensive, immaculate forest in western Ireland, where, after finding shelter, she becomes trapped alongside three strangers, stalked by mysterious creatures each night.","release_date":"2024-06-06","vote_average":6.527,"vote_count":711},{"id":1207898,"title":"The Jack in the Box: Rises","original_language":"en","overview":"When a creepy Jack-in-the-Box is discovered and opened on the grounds of an exclusive girls' school, six brave students soon enter a fight to the finish against the unleashed demon.","release_date":"2024-01-18","vote_average":6.846,"vote_count":94},{"id":1010600,"title":"The Strangers: Chapter 1","original_language":"en","overview":"After their car breaks down in an eerie small town, a young couple are forced to spend the night in a remote cabin. Panic ensues as they are terrorized by three masked strangers who strike with no mercy and seemingly no motives.","release_date":"2024-05-15","vote_average":5.95,"vote_count":290},{"id":940721,"title":"Godzilla Minus One","original_language":"ja","overview":"In postwar Japan, Godzilla brings new devastation to an already scorched landscape. With no military intervention or government help in sight, the survivors must join together in the face of despair and fight back against an unrelenting horror.","release_date":"2023-11-03","vote_average":7.58,"vote_count":2077},{"id":1096197,"title":"No Way Up","original_language":"en","overview":"Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides.","release_date":"2024-01-18","vote_average":6.416,"vote_count":885},{"id":719221,"title":"Tarot","original_language":"en","overview":"When a group of friends recklessly violate the sacred rule of Tarot readings, they unknowingly unleash an unspeakable evil trapped within the cursed cards. One by one, they come face to face with fate and end up in a race against death.","release_date":"2024-05-01","vote_average":6.668,"vote_count":837},{"id":1159518,"title":"Black Noise","original_language":"en","overview":"Members of an elite security team deployed to rescue a VIP on an exclusive island.The rescue mission becomes a desperate attempt to survive, escape the island and elude the sinister presence that seeks to harm them.","release_date":"2023-11-03","vote_average":5.44,"vote_count":25},{"id":1097150,"title":"Deliver Us","original_language":"en","overview":"When a nun in a remote convent claims immaculate conception, the Vatican sends a team of priests to investigate, concerned about an ancient prophecy that a woman will give birth to twin boys: one the Messiah, the other the Antichrist.","release_date":"2023-08-30","vote_average":5.66,"vote_count":47},{"id":1241674,"title":"The Last Breath","original_language":"en","overview":"A group of old college friends reunite on a Caribbean scuba diving trip exploring the wreckage of a WWII battleship and find themselves trapped inside the underwater labyrinth of rusted metal surrounded by great white sharks.","release_date":"2024-06-28","vote_average":6.528,"vote_count":54},{"id":440,"title":"Aliens vs Predator: Requiem","original_language":"en","overview":"After a horrifying PredAlien crash-lands near a small Colorado town, killing everyone it encounters and producing countless Alien offspring, a lone Predator arrives to \"clean up\" the infestation.","release_date":"2007-12-25","vote_average":5.165,"vote_count":2822},{"id":1175038,"title":"Stranger in the Woods","original_language":"en","overview":"Olivia and her friends go on a vacation. After Olivia nearly drowns with a slit wrist in her bathtub after her fiancé's funeral, her friends suspect that she tried to kill herself, but she believes someone attacked her.","release_date":"2024-02-14","vote_average":6.238,"vote_count":84},{"id":1208704,"title":"Dagr","original_language":"en","overview":"Fame seeking YouTubers find themselves in a paranormal nightmare when the advert team they are attempting to steal from awakens a druid demon from the past.","release_date":"2024-03-24","vote_average":4.333,"vote_count":6},{"id":1041613,"title":"Immaculate","original_language":"en","overview":"An American nun embarks on a new journey when she joins a remote convent in the Italian countryside. However, her warm welcome quickly turns into a living nightmare when she discovers her new home harbours a sinister secret and unspeakable horrors.","release_date":"2024-03-20","vote_average":6.318,"vote_count":949},{"id":437342,"title":"The First Omen","original_language":"en","overview":"When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate.","release_date":"2024-04-03","vote_average":6.882,"vote_count":785},{"id":8078,"title":"Alien Resurrection","original_language":"en","overview":"Two hundred years after Lt. Ripley died, a group of scientists clone her, hoping to breed the ultimate weapon. But the new Ripley is full of surprises … as are the new aliens. Ripley must team with a band of smugglers to keep the creatures from reaching Earth.","release_date":"1997-11-12","vote_average":6.2,"vote_count":4783},{"id":8078,"title":"Alien Resurrection","original_language":"en","overview":"Two hundred years after Lt. Ripley died, a group of scientists clone her, hoping to breed the ultimate weapon. But the new Ripley is full of surprises … as are the new aliens. Ripley must team with a band of smugglers to keep the creatures from reaching Earth.","release_date":"1997-11-12","vote_average":6.153,"vote_count":4784},{"id":8077,"title":"Alien³","original_language":"en","overview":"After escaping with Newt and Hicks from the alien planet, Ripley crash lands on Fiorina 161, a prison planet and host to a correctional facility. Unfortunately, although Newt and Hicks do not survive the crash, a more unwelcome visitor does. The prison does not allow weapons of any kind, and with aid being a long time away, the prisoners must simply survive in any way they can.","release_date":"1992-05-22","vote_average":6.367,"vote_count":5501},{"id":1214509,"title":"In a Violent Nature","original_language":"en","overview":"The enigmatic resurrection, rampage, and retribution of an undead monster in a remote wilderness unleashes an iconic new killer after a locket is removed from a collapsed fire tower that entombed its rotting corpse.","release_date":"2024-05-31","vote_average":5.8,"vote_count":157},{"id":444483,"title":"Vassalord.","original_language":"ja","overview":"Charley, a cyborg vampire who does the Vatican's dirty work, is the thrall of the local vampire playboy Johnny Rayflo. As the two fight crime—and each other—hilarity, violence and sacrilege ensue! But can Charley resist his own desperate cravings for blood? Find out as the devilish duo go up aginst a childlike vampire princess, a mysterious branch of the Unitarian Church...and one another.","release_date":"2013-03-15","vote_average":5.385,"vote_count":13},{"id":615656,"title":"Meg 2: The Trench","original_language":"en","overview":"An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival.","release_date":"2023-08-02","vote_average":6.509,"vote_count":3300},{"id":507089,"title":"Five Nights at Freddy's","original_language":"en","overview":"Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems.","release_date":"2023-10-25","vote_average":7.575,"vote_count":3882}]