[
  {
    "id":917496,
    "title":"Beetlejuice Beetlejuice",
    "original_language":"en",
    "overview":"After a family tragedy, three generations of the Deetz family return home to Winter River. Still haunted by Beetlejuice, Lydia's life is turned upside down when her teenage daughter, Astrid, accidentally opens the portal to the Afterlife.",
    "release_date":"2024-09-04",
    "vote_average":7.268,
    "vote_count":235
  },
  {
    "id":930600,
    "title":"The Deliverance",
    "original_language":"en",
    "overview":"Ebony Jackson, a struggling single mother fighting her personal demons, moves her family into a new home for a fresh start. But when strange occurrences inside the home raise the suspicions of Child Protective Services and threaten to tear the family apart, Ebony soon finds herself locked in a battle for her life and the souls of her children.",
    "release_date":"2024-08-16",
    "vote_average":6.326,
    "vote_count":236
  },
  {
    "id":945961,
    "title":"Alien: Romulus",
    "original_language":"en",
    "overview":"While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.",
    "release_date":"2024-08-13",
    "vote_average":7.122,
    "vote_count":937
  },
  {
    "id":1226578,
    "title":"Longlegs",
    "original_language":"en",
    "overview":"FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes an unexpected turn, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again.",
    "release_date":"2024-07-10",
    "vote_average":6.724,
    "vote_count":762
  },
  {
    "id":762441,
    "title":"A Quiet Place: Day One",
    "original_language":"en",
    "overview":"As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive with her cat.",
    "release_date":"2024-06-26",
    "vote_average":6.808,
    "vote_count":1687
  },
  {
    "id":1130053,
    "title":"Cinderella's Curse",
    "original_language":"en",
    "overview":"Desperate Cinderella summons her fairy godmother from an ancient flesh-bound book, seeking revenge on her evil stepmother and stepsisters who abuse and torment her daily.",
    "release_date":"2024-05-31",
    "vote_average":4.4,
    "vote_count":18
  },
  {
    "id":1245708,
    "title":"Crescent City",
    "original_language":"en",
    "overview":"When a ruthless serial killer terrorizes a small Southern town, everyone becomes a suspect -- including local authorities. As the body count rises and the dark mystery deepens, the chief detective becomes haunted by the horrors of his past.",
    "release_date":"2024-08-16",
    "vote_average":5.971,
    "vote_count":35
  },
  {
    "id":1140168,
    "title":"Freddy's Fridays",
    "original_language":"en",
    "overview":"A detective begins to investigate a series of mysterious murders that are connected to a demonic book that brings dolls to life. As the body count begins to rise, the detective soon learns the curse of the demonic Friday and must find a way to stop it before any others disappear.",
    "release_date":"2023-10-13",
    "vote_average":2.5,
    "vote_count":4
  },
  {
    "id":1024721,
    "title":"Monolith",
    "original_language":"en",
    "overview":"A desperate young journalist turns to podcasting to salvage her career, but her rush to make headlines leads her to an alien conspiracy.",
    "release_date":"2023-10-26",
    "vote_average":5.747,
    "vote_count":81
  },
  {
    "id":1216191,
    "title":"Oddity",
    "original_language":"en",
    "overview":"After the brutal murder of her twin sister, Darcy goes after those responsible by using haunted items as her tools for revenge.",
    "release_date":"2024-07-19",
    "vote_average":6.9,
    "vote_count":137
  },
  {
    "id":1080512,
    "title":"Pandemonium",
    "original_language":"fr",
    "overview":"Nathan and Daniel are caught in a road accident that kills them both. As they come to grips with their deaths, Nathan confronts his past and the consequences of his actions. Now trapped in the hellish void of Pandemonium, he encounters tortured souls like Jeanne, a disturbed child; Julia, a grief-stricken mother; and Norghul, the guide of the great void. Will he find a way to escape the torment that awaits him for eternity?",
    "release_date":"2023-02-16",
    "vote_average":5.125,
    "vote_count":24
  },
  {
    "id":1225377,
    "title":"The Mouse Trap",
    "original_language":"en",
    "overview":"It's Alex's 21st Birthday, but she's stuck at the amusement arcade on a late shift so her friends decide to surprise her, but a masked killer dressed as Mickey Mouse decides to play a game of his own with them which she must survive.",
    "release_date":"2024-08-23",
    "vote_average":5.192,
    "vote_count":26
  },
  {
    "id":804616,
    "title":"Something in the Water",
    "original_language":"en",
    "overview":"After lesbian couple Meg and Kayla split following a traumatic homophobic incident, their three friends are intent on mending the rift during the wedding of Lizzie at a paradise resort. But a pre-wedding boat excursion turns to disaster and the wedding breakfast is likely to be the five girls!",
    "release_date":"2024-03-22",
    "vote_average":6.1,
    "vote_count":141
  },
  {
    "id":646683,
    "title":"The Exorcism",
    "original_language":"en",
    "overview":"A troubled actor begins to unravel while shooting a supernatural horror film, leading his estranged daughter to wonder if he's slipping back into his past addictions or if there's something more sinister at play.",
    "release_date":"2024-05-30",
    "vote_average":4.601,
    "vote_count":143
  },
  {
    "id":1287850,
    "title":"Hell Hole",
    "original_language":"en",
    "overview":"Far away, in the desolate Serbian wilderness, a U.S.-led fracking crew uncover a dormant monster gestating inside a centuries-old French soldier. Now awakened and exposed in its most dangerously fragile state, it tears through the men on the grounds in search of a new womb.",
    "release_date":"2024-07-29",
    "vote_average":5.294,
    "vote_count":17
  },
  {
    "id":348,
    "title":"Alien",
    "original_language":"en",
    "overview":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.",
    "release_date":"1979-05-25",
    "vote_average":8.154,
    "vote_count":14473
  },
  {
    "id":1154864,
    "title":"Cursed",
    "original_language":"es",
    "overview":"The lives of six girls belong to different worlds although connected to each other through a doll called Molly, whose existence dates back to 1976, when she appeared among the rubble of the great fire of the San Carlos orphanage, in northern Spain",
    "release_date":"2023-10-20",
    "vote_average":6.25,
    "vote_count":12
  },
  {
    "id":1001311,
    "title":"Under Paris",
    "original_language":"fr",
    "overview":"In order to save Paris from an international bloodbath, a grieving scientist is forced to face her tragic past when a giant shark appears in the Seine.",
    "release_date":"2024-06-04",
    "vote_average":6.045,
    "vote_count":1094
  },
  {
    "id":1114513,
    "title":"Speak No Evil",
    "original_language":"en",
    "overview":"When an American family is invited to spend the weekend at the idyllic country estate of a charming British family they befriended on vacation, what begins as a dream holiday soon warps into a snarled psychological nightmare.",
    "release_date":"2024-09-10",
    "vote_average":6.6,
    "vote_count":7
  },
  {
    "id":1174618,
    "title":"Alice in Terrorland",
    "original_language":"en",
    "overview":"A recently bereaved teenage girl goes to live with her aunt in a secluded woodland house, unaware that sinister forces lurk within.",
    "release_date":"2023-12-26",
    "vote_average":6.004,
    "vote_count":142
  },
  {
    "id":1207898,
    "title":"The Jack in the Box: Rises",
    "original_language":"en",
    "overview":"When a creepy Jack-in-the-Box is discovered and opened on the grounds of an exclusive girls' school, six brave students soon enter a fight to the finish against the unleashed demon.",
    "release_date":"2024-01-18",
    "vote_average":6.934,
    "vote_count":98
  },
  {
    "id":1300962,
    "title":"The Beast Within",
    "original_language":"en",
    "overview":"Ten-year-old Willow follows her parents on one of their secret late-night treks to the heart of an ancient forest. After witnessing her father undergo a terrible transformation, she too becomes ensnared by the dark ancestral secret that they've so desperately tried to conceal.",
    "release_date":"2024-07-22",
    "vote_average":5.982,
    "vote_count":55
  },
  {
    "id":126889,
    "title":"Alien: Covenant",
    "original_language":"en",
    "overview":"The crew of the colony ship Covenant, bound for a remote planet on the far side of the galaxy, discovers what they think is an uncharted paradise but is actually a dark, dangerous world.",
    "release_date":"2017-05-09",
    "vote_average":6.137,
    "vote_count":8464
  },
  {
    "id":1010600,
    "title":"The Strangers: Chapter 1",
    "original_language":"en",
    "overview":"After their car breaks down in an eerie small town, a young couple are forced to spend the night in a remote cabin. Panic ensues as they are terrorized by three masked strangers who strike with no mercy and seemingly no motives.",
    "release_date":"2024-05-15",
    "vote_average":5.964,
    "vote_count":309
  },
  {
    "id":1086747,
    "title":"The Watchers",
    "original_language":"en",
    "overview":"A young artist gets stranded in an extensive, immaculate forest in western Ireland, where, after finding shelter, she becomes trapped alongside three strangers, stalked by mysterious creatures each night.",
    "release_date":"2024-06-06",
    "vote_average":6.494,
    "vote_count":801
  },
  {
    "id":938614,
    "title":"Late Night with the Devil",
    "original_language":"en",
    "overview":"A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation's living rooms.",
    "release_date":"2024-03-19",
    "vote_average":7.343,
    "vote_count":798
  },
  {
    "id":1096197,
    "title":"No Way Up",
    "original_language":"en",
    "overview":"Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides.",
    "release_date":"2024-01-18",
    "vote_average":6.416,
    "vote_count":887
  },
  {
    "id":1139106,
    "title":"We Are Zombies",
    "original_language":"en",
    "overview":"In a city infested with the LIVING-IMPAIRED aka non-cannibal zombies - three slackers after easy money must fight small-time crooks and an evil megacorporation to save their kidnapped grandma.",
    "release_date":"2024-07-17",
    "vote_average":5.818,
    "vote_count":22
  },
  {
    "id":719221,
    "title":"Tarot",
    "original_language":"en",
    "overview":"When a group of friends recklessly violate the sacred rule of Tarot readings, they unknowingly unleash an unspeakable evil trapped within the cursed cards. One by one, they come face to face with fate and end up in a race against death.",
    "release_date":"2024-05-01",
    "vote_average":6.666,
    "vote_count":856
  },
  {
    "id":1023922,
    "title":"MaXXXine",
    "original_language":"en",
    "overview":"In 1980s Hollywood, adult film star and aspiring actress Maxine Minx finally gets her big break. But as a mysterious killer stalks the starlets of Hollywood, a trail of blood threatens to reveal her sinister past.",
    "release_date":"2024-07-04",
    "vote_average":6.454,
    "vote_count":490
  },
  {
    "id":36239,
    "title":"Slaughtered Vomit Dolls",
    "original_language":"en",
    "overview":"The gruesome tapestry of psychological manifestations of a nineteen year old bulimic runaway stripper-turned prostitute as she descends into a hellish pit of satanic nightmares and hallucinations.",
    "release_date":"2006-02-14",
    "vote_average":4.21,
    "vote_count":100
  },
  {
    "id":852432,
    "title":"The Tower",
    "original_language":"fr",
    "overview":"In the heart of a city, the inhabitants of a tower wake up one morning to find that their building is shrouded in an opaque fog, obstructing doors and windows - a strange dark matter that devours anything that tries to pass through it. Trapped, the residents try to organize themselves, but to ensure their survival they gradually succumb to their most primitive instincts, until they sink into horror...",
    "release_date":"2023-02-08",
    "vote_average":4.5,
    "vote_count":89
  },
  {
    "id":1097150,
    "title":"Deliver Us",
    "original_language":"en",
    "overview":"When a nun in a remote convent claims immaculate conception, the Vatican sends a team of priests to investigate, concerned about an ancient prophecy that a woman will give birth to twin boys: one the Messiah, the other the Antichrist.",
    "release_date":"2023-08-30",
    "vote_average":5.604,
    "vote_count":48
  },
  {
    "id":1265517,
    "title":"You Shall Not Sleep Tonight",
    "original_language":"en",
    "overview":"A boy is haunted by terrifying nightmares where a monster lurks inside the closet. To his relief, his father appears in the middle of the night helping him to face his fears. But the boy will begin to question the true nature of these apparitions, having to face the truth about his father's destiny and the evil force that threatens to consume him.",
    "release_date":"2024-08-01",
    "vote_average":8.571,
    "vote_count":7
  },
  {
    "id":1041613,
    "title":"Immaculate",
    "original_language":"en",
    "overview":"An American nun embarks on a new journey when she joins a remote convent in the Italian countryside. However, her warm welcome quickly turns into a living nightmare when she discovers her new home harbours a sinister secret and unspeakable horrors.",
    "release_date":"2024-03-20",
    "vote_average":6.3,
    "vote_count":998
  },
  {
    "id":976830,
    "title":"The Deep Dark",
    "original_language":"fr",
    "overview":"1956, in the north of France. A group of underground miners is forced to take a professor to take samples a thousand meters underground. After a landslide that prevents them from going back up, they discover a crypt from another time, and unknowingly awaken a legendary bloodthirsty creature.",
    "release_date":"2023-11-15",
    "vote_average":5.569,
    "vote_count":65
  },
  {
    "id":437342,
    "title":"The First Omen",
    "original_language":"en",
    "overview":"When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate.",
    "release_date":"2024-04-03",
    "vote_average":6.886,
    "vote_count":805
  },
  {
    "id":4513,
    "title":"30 Days of Night",
    "original_language":"en",
    "overview":"This is the story of an isolated Alaskan town that is plunged into darkness for a month each year when the sun sinks below the horizon. As the last rays of light fade, the town is attacked by a bloodthirsty gang of vampires bent on an uninterrupted orgy of destruction. Only the small town's husband-and-wife Sheriff team stand between the survivors and certain destruction.",
    "release_date":"2007-10-17",
    "vote_average":6.423,
    "vote_count":2717
  },
  {
    "id":1159518,
    "title":"Black Noise",
    "original_language":"en",
    "overview":"Members of an elite security team deployed to rescue a VIP on an exclusive island.The rescue mission becomes a desperate attempt to survive, escape the island and elude the sinister presence that seeks to harm them.",
    "release_date":"2023-11-03",
    "vote_average":5.423,
    "vote_count":26
  },
  {
    "id":1080249,
    "title":"Place of Bones",
    "original_language":"en",
    "overview":"On a remote ranch, a mother and her daughter fight for survival when a wounded outlaw seeking refuge brings a notorious bank robber and his ruthless gang, all desperate to reclaim a stolen fortune, right to their doorstep.",
    "release_date":"2024-08-23",
    "vote_average":5.85,
    "vote_count":10
  },
  {
    "id":1214509,
    "title":"In a Violent Nature",
    "original_language":"en",
    "overview":"The enigmatic resurrection, rampage, and retribution of an undead monster in a remote wilderness unleashes an iconic new killer after a locket is removed from a collapsed fire tower that entombed its rotting corpse.",
    "release_date":"2024-05-31",
    "vote_average":5.7,
    "vote_count":164
  },
  {
    "id":1175038,
    "title":"Stranger in the Woods",
    "original_language":"en",
    "overview":"Olivia and her friends go on a vacation. After Olivia nearly drowns with a slit wrist in her bathtub after her fiancé's funeral, her friends suspect that she tried to kill herself, but she believes someone attacked her.",
    "release_date":"2024-02-14",
    "vote_average":6.299,
    "vote_count":87
  },
  {
    "id":940721,
    "title":"Godzilla Minus One",
    "original_language":"ja",
    "overview":"In postwar Japan, Godzilla brings new devastation to an already scorched landscape. With no military intervention or government help in sight, the survivors must join together in the face of despair and fight back against an unrelenting horror.",
    "release_date":"2023-11-03",
    "vote_average":7.579,
    "vote_count":2108
  },
  {
    "id":1111873,
    "title":"Abigail",
    "original_language":"en",
    "overview":"A group of criminals kidnap a teenage ballet dancer, the daughter of a notorious gang leader, in order to obtain a ransom of $50 million, but over time, they discover that she is not just an ordinary girl. After the kidnappers begin to diminish, one by one, they discover, to their increasing horror, that they are locked inside with no normal little girl.",
    "release_date":"2024-04-16",
    "vote_average":6.829,
    "vote_count":1026
  },
  {
    "id":138843,
    "title":"The Conjuring",
    "original_language":"en",
    "overview":"Paranormal investigators Ed and Lorraine Warren work to help a family terrorized by a dark presence in their farmhouse. Forced to confront a powerful entity, the Warrens find themselves caught in the most terrifying case of their lives.",
    "release_date":"2013-07-18",
    "vote_average":7.544,
    "vote_count":11359
  },
  {
    "id":1145291,
    "title":"The Forbidden Play",
    "original_language":"ja",
    "overview":"Naoto Ihara lives happily with his wife Miyuki and their son Haruto. Their happiness is crushed when Miyuki suddenly dies in a car accident. Naoto falls into deep grief over the death of his wife. Meanwhile, Haruto buries his dead mother Miyuki's finger in their garden and prays everyday for her to come back to life. The family is visited by video director Hiroko Kurasawa, who used to work with Naoto Ihara. There she sees Haruto shouting a strange spell in their yard. Unexpected and bizarre phenomenons soon take place around Hiroko Kurasawa.",
    "release_date":"2023-09-08",
    "vote_average":5.786,
    "vote_count":21
  },
  {
    "id":1152368,
    "title":"Succubus",
    "original_language":"ru",
    "overview":"Several young couples travel to a private island for a mysterious training retreat that promises to strengthen their relationship. However, during the Retreat, the heroes encounter an ancient demon - a Succubus. This monster feeds on the life energy of people, taking on someone else's appearance and provoking victims to show the worst qualities and do terrible things.",
    "release_date":"2024-04-11",
    "vote_average":5.389,
    "vote_count":9
  },
  {
    "id":1241674,
    "title":"The Last Breath",
    "original_language":"en",
    "overview":"A group of old college friends reunite on a Caribbean scuba diving trip exploring the wreckage of a WWII battleship and find themselves trapped inside the underwater labyrinth of rusted metal surrounded by great white sharks.",
    "release_date":"2024-06-28",
    "vote_average":6.5,
    "vote_count":55
  },
  {
    "id":1308757,
    "title":"Dead Sea",
    "original_language":"en",
    "overview":"Stranded in the open sea after a fatal accident, a young woman and her two friends are rescued by a fishing vessel's captain, unaware that the ship harbors a chilling secret.",
    "release_date":"2024-07-26",
    "vote_average":6.809,
    "vote_count":118
  },
  {
    "id":185664,
    "title":"Nun in Rope Hell",
    "original_language":"ja",
    "overview":"A woman gets caught by the wife of her lover which results in a stabbing. Feeling guilty she runs away and joins a nunnery. But she soon discovers that several nuns and a well known author have turned the place into their own personal S&M playground.",
    "release_date":"1984-05-25",
    "vote_average":5.3,
    "vote_count":16
  }
]